Repository: pd95/Swiss-Birds-App
Catalog: SwissBirds/Resources/Localizable.xcstrings
Source language: de
Languages: en, fr, it

# Alphabetisch (name)
source: Alphabetisch (Artname)
en: Alphabetically (Name)
fr: Alphabétique des noms
it: Alfabetico (nome)

source: Alternativname
en: Alternate name
fr: Nom alternatif
it: Nome alternativo

# An error occurred
source: Ein Fehler ist aufgetreten
en: An error occurred
fr: Une erreur s'est produite
it: Si è verificato un errore

source: Anordnung
en: Arrangement
fr: Arrangement
it: Arrangement

source: Antippen zum schliessen.
en: Tap to close.
fr: Tapez pour fermer.
it: Toccare per chiudere.

source: Art-Nr.
en: Species no
fr: N° d'espèce
it: Codice della specie

source: Artname
en: Species name
fr: Nom
it: Nome

# Artname deu.
source: Artnamen deu.
en: German name
fr: Nom allemand
it: Nome tedesco

source: Artname engl.
en: English name
fr: Nom anglais
it: Nome ingl.

source: Artname frz.
en: French name
fr: Nom français
it: Nome fr.

source: Artname holl.
en: Dutch name
fr: Nom hollandais
it: Nome holl.

source: Artname ital.
en: Italian name
fr: Nom italien
it: Nome ital.

# Artname lat.
source: Artnamen lat.
en: Scientific name
fr: Nom scientifique
it: Nome scientifico

source: Artname rr.
en: Rom. name
fr: Nom rom.
it: Nome rom.

source: Artname span.
en: Spanish name
fr: Nom espagnol
it: Nome sp.

source: Artnamen
en: Names
fr: Noms
it: Nomi

source: Beschreibung
en: Description
fr: Description
it: Descrizione

source: Bestand
en: Population
fr: Population
it: Popolazione

source: Brutdauer (Tage)
en: Incubation (days)
fr: Durée d'incubation (jours)
it: Durata dell'incubazione (giorni)

source: Brutort
en: Nest site
fr: Site de nidification
it: Sito di nidificazione

# Cancel
source: Abbrechen
en: Cancel
fr: Annuler
it: Annula

# Clear
source: Text löschen
en: Clear text
fr: Effacer le texte
it: Cancella testo

# Dismiss
source: Schliessen
en: Dismiss
it: Chiudi

source: Eigenschaften
en: Characteristics
fr: Caractéristiques
it: Caratteristiche

source: Familie wiss.
en: Scientific family
fr: Famille scientifique
it: Famiglia scientifico

source: Favorit entfernen
en: Remove favorite
fr: Retirer comme favori
it: Rimuovi come preferito

# Favorit setzen
source: Als Favorit festlegen
en: Set favorite
fr: Définir comme favori
it: Imposta come preferito

source: Fehlt
en: Missing
fr: Mancante

# filterentwicklungatlas
source: Entwicklung
en: Evolution
fr: Évolution
it: Evoluzione

source: Filtergruppe
en: Filter group
fr: Groupe de filtrage
it: Gruppo filtri

# filterhaeufigeart
source: Häufigkeit
en: Commonness
fr: Ordinarité
it: Ordinarietà

# Filterkriterien (%lld)
source: Filterkriterien (%lld Arten)
en: Filtering criteria (%lld species)
fr: Critères de filtrage (%lld espèces)
it: Criteri di filtro (%lld specie)

# filterlebensraum
source: Lebensraum
en: Habitat
fr: Habitat
it: Habitat

# filternahrung
source: Nahrung
en: Food
fr: Nourriture
it: Nutrimento

# filterrotelistech
source: Rote Liste
en: Red List CH
fr: Liste rouge CH
it: Lista rossa CH

# filtervogelgruppe
source: Vogelgruppe
en: Bird Group
fr: Groupe d'oiseaux
it: Gruppo

# Gelegegroesse
source: Gelegegrösse
en: Clutch size
fr: Nombre d'oeufs
it: Numero di uova

source: Gewicht (g)
en: Weight (g)
fr: Poids (g)
it: Massa corporea (g)

source: Gruppierung
en: Grouping
fr: Groupement
it: Raggruppamento

source: Häufig
en: Common
fr: Fréquentes
it: Frequente

source: Hintergrund
en: Background
fr: Fond
it: Fondo

# Hoechstalter_CH
source: Höchstalter CH
en: Maximum age CH
fr: Âge maximal CH
it: Età massima CH

# Hoechstalter_EURING
source: Höchstalter EURING
en: Maximum age EURING
fr: Âge maximal EURING
it: Età massima EURING

source: Jahresbruten
en: Broods per year
fr: Nombre de pontes
it: Numero di covate

source: Keine Filter
en: No filtering
fr: No filtrage
it: Senza filtri

# Laenge_cm
source: Länge (cm)
en: Length (cm)
fr: Taille (cm)
it: Dimensione (cm)

source: Lebensraum
en: Habitat
fr: Habitat
it: Habitat

source: Merkmale
en: Identification criteria
fr: Critères d'identification
it: Criterie de identificazione

# Mit Vogelstimmdaten
source: Vogelstimmdaten verfügbar
en: Bird call data available
fr: Données disponibles sur le chant des oiseaux
it: Dati sul canto degli uccelli disponibili

source: Nahrung
en: Food
fr: Nourriture
it: Nutrimento

# Nestlingsdauer_Flugfaehigkeit_Tage
source: Nestlingsdauer / Flugfähigkeit (Tage)
en: Nestling stage / airworthy (days)
fr: Durée de séjour au nid / jusqu'à l'envol (jours)
it: Permanenza nel nido / capacità al volo (giorni)

source: Nur Favoriten
en: Only favorites
fr: Favoris uniquement
it: Solo favoriti

# Nur häufige Vögel
source: Nur häufige Arten
en: Only common species
fr: Que les espèces communes
it: Solo specie comuni

source: Pausiert
en: Paused
fr: En pause
it: In pausa

# Prioritaet_0
source: Nein
en: No
fr: Non
it: No

# Prioritaet_1
source: Ja
en: Yes
fr: Oui
it: Si

# Prioritaetsart_Artenfoerderung
source: Prioritätsart für Artenförderung
en: Priority species for recovery programmes
fr: Espèce prioritaire pour une conservation ciblée
it: Specie prioritarie per la promozione delle specie

source: Rote Liste CH
en: Red List CH
fr: Liste rouge CH
it: Lista rossa CH

source: Schliessen
en: Close
fr: Fermer
it: Chiudi

# Search
source: Suchen
en: Search
fr: Rechercher
it: Cerca

source: Selten
en: Rare
fr: Rares
it: Raro

source: Spannweite (cm)
en: Wing span (cm)
fr: Envergure (cm)
it: Apertura alare (cm)

source: Spielt
en: Playing
fr: Joue
it: Suona

source: Stimme
en: Bird call
fr: Chant
it: Voce

source: Stimme wiedergeben
en: Play bird call
fr: Reproduire l'appel d'oiseaux
it: Riprodurre il richiamo degli uccelli

source: Synonyme
en: Synonyms
fr: Synonymes
it: Sinonimi

source: Teilen
en: Share
fr: Partager
it: Condividi

source: Vögel der Schweiz
en: Birds of Switzerland
fr: Les oiseaux de Suisse
it: Uccelli della Svizzera

source: Vogel des Tages
en: Bird of the day
fr: L'oiseau du jour
it: Uccello del giorno

source: Vogel des Tages anzeigen
en: Show bird of the day
fr: Montre l'oiseau du jour
it: Mostra l'uccello del giorno

source: Vogel des Tages: %@
en: Bird of the day: %@
fr: L'oiseau du jour: %@
it: Uccello del giorno: %@

source: Vogelbild zeigt %@
en: Bird image showing %@
fr: Image d'oiseaux montrant %@
it: Immagine di uccelli che mostra %@

# voice
source: Vogelstimme
en: Bird call
fr: Chant d'oiseaux
it: Richiamo dell'uccello

source: Vorhanden
en: Available
fr: Disponible
it: Disponibile

# Zeige Details zum Vogel des Tages an.
source: Mostra i dettagli sull'uccello del giorno.
en: Show details for the bird of the day.
fr: Montre les détails de l'oiseau du jour.
it: Montre les détails de uccello del giorno.

source: Zugverhalten
en: Migration behaviour
fr: Comportement migrateur
it: Comportamento migratorio

source: Filter
fr: Filtre
it: Filtri

source: Status (in CH)
fr: Statut (en CH)
it: Stato (in CH)
